[INI-Version]
Sprache=Greek
Version=1.0.0_part_eng
Ersteller=Christos
Kommentar=Greek language file for Advance-Map.



[Menue]
11=Αρχείο
12=Τοποθετήσεις
13=Εργαλεία
14=Βοήθεια

110=Φόρτωμα Αρχείου...
111=Ξαναφόρτωμα Αρχείου
112=Φύλαγμα Αρχείου
113=Φύλαγμα Αρχείου σαν...
114=Χάρτης...
115=Έξοδος


1140=Νέος Χάρτης
1141=Άνοιγμα Χάρτη...
1143=Φύλαγμα Χάρτη σαν...
1144=Τοποθέτηση Χάρτη


120=Πλέγμα
121=Κουτίά Συνδυασμών
122=Πλάτος Παλέτας
123=Εμφάνιση Χαρακτήρων
124=Κρύψιμο άλλων γεγονότων
125=Γλώσσα
126=Μέγεθος εμφάνισης Χάρτη
127=Λίστα Χαρτών
128=Υπενθύμιση τελευταίας επιλογής
129=Επαγγελματική εμφάνιση Κεφαλίδας
1210=Αυτόματο ψάξιμο offset
1211=Εμφάνιση ράβδου εργαλείων
1212=Δημιουργία backup στο άνοιγμα
1213=Δημιουργία συντομιού στο τελευταίο αρχείο
1214=Χρησμιμοποιήση ΑΜ μενού πλαίσιου
1215=Επιλογή επεξεργαστή script
1216=Αριθμός πρόσφατα χρησιμοποιημένων αρχείων


12130=Πιο πρόσφατο αρχείο

12150=Το πρόγραμμα δεν υπάρχει ή δεν είναι *.exe δυαδικό αρχείο.
12151=Πως προτιμάτε να είναι χωρισμένα τα offset από το όνομα του αρχείου;=> Ναι για ":"; Όχι για " ".

12160=Ορίστε μέγιστο αριθμό αρχελιων στη λίστα με τα πιο πρόσφατα αρχεία.
12161=Πόσα αρχεία να είναι στη λίστα με τα πιο πρόσφατα κάτω από το "Αρχείο";


1260=Διπλή εμφάνιση Χάρτη
1261=Διπλή εμφάνιση Άδειων Μετακίνησης
1262=Διπλή εμφάνιση Γεγονότων
1263=Διπλή εμφάνιση Παλέτας
1264=Διπλή εμφάνιση Παλέτας Μετακινήσεων

1270=Από Κεφαλίδα Χάρτη
1271=Από INI
1272=Από ταξινόμηση Κεφαλίδας
1273=Δημιουγία νέων INI αρχείων από Κεφαλίδα


12720=Ταξινόμηση από Φάκελο Χάρτη
12721=Ταξινόμηση από Όνομα Χάρτη
12722=Ταξινόμηση από αριθμό Tileset
12723=Ταξινόμηση από συνδυασμό Tileset
12724=Ταξινόμηση από συνδυασμό Ονόματος και Tileset


130=Επεξεργαστής Block 
131=Αποθήκευση εικόνας Χάρτη
132=Αποθήκευση εικόνας Παλέτας
133=Αποθήκευση εικόνας Γεγονότων
134=Αριθμός Γεγονότων
135=Άνοιγμα Χάρτη
136=Συνδέσεις Χάρτη
137=Αλλαγή Φάκελου Χάρτη
138=Επεξεργαστής Χάρτη παιχνιδιού
139=Δημιουργία Συντομιού στο Desktop
1310=Άνοιγμα προηγούμενου χάρτη

1370=Ανατοποθέτηση Κεφαλίδα φάκελου Χάρτη
1371=Ανατοποθέτηση φάκελου Χάρτη
1372=Ανατοποθέτηση λίστα συνδέσεων
1373=Ανατοποθέτηση Κεφαλίδα άγριων Pokémon
1374=Επεξεργαστής Κεφαλίδας φακέλου Χάρτη


140=Διάβασε με
141=Πληροφορίες
142=Συμφωνία Χρήστη
149=Readme English.txt



[Toolbar]
10=Άνοιγμα Αρχείου
11=Φύλαγμα Χάρτη
12=Νέος Χάρτης
13=Τοποθέτηση Χάρτη
14=Εμφάνιση Χαρακτήρων
15=Επεξεργαστής Συνδέσεων
16=Επεξεργαστής Block
17=Ψάξιμο άδειου χώρου
18=Πληροφορίες
19=Επεξεργαστής Χάρτη παιχνιδιού
20=Άνοιγμα προηγούμενου χάρτη



[EndnutzerForm]
10=Δέχομαι τη συμφωνία.
11=Αρνούμαι τη συμφωνία.
12=Άκυρο
13=Εντάξει
14=Συμφωνία χρήστη

20=Λάθος: Το αρχείο "ini\Sprachen\enduser.dat" λείπει!
21=Λάθος: Το αρχείο "ini\Sprachen\enduser.dat" δεν περιέχει την επιλεγμένη γλώσσα!

30=Θέλετε να δημιουργήσετε συντόμι του ΑΜ στην επιφάνεια εργασίας;



[Allgemein]
00=Ερώτηση
01=Πληροφορίες
02=Λάθος
03=Προειδοποιήση

10=Κρατημένο άδειο σημείο Χάρτη
11=11. Κρατημένο άδειο σημείο Χάρτη, ξαναφόρτωμα με F5
12=Κρατημένος άδειος φάκελος Χάρτη
13=6. Κρατημένος άδειος φάκελος Χάρτη, ξαναφόρτωμα με F5


20=Εμφάνιση Χάρτη
21=Εμφάνιση Άδειων Μετακίνησης
22=Εμφάνιση Γεγονότων
23=Ψάξιμο Χάρτη
24=Εμφάνιση άγριων Pokémon
25=Εμφάνιση Κεφαλίδας


30=Επέλεξε "Αρχείο -> Φόρτωμα Αρχείου..." για να ανοίξεις το Αρχείο.
31=Αρχείο φορτώθηκε! Επέλεξε Χάρτη.
32=Χάρτης φορτώθηκε.  Index:
33=Block:
34=Offset:
35=Block μετακίνησης:
36=Κανένα γεγονός.
37=Προσοχή: Κάποια γεγονότα είναι έξω από το χάρτη.
38=Γεγονότα είναι εντάξει.

40=Δε βρέθηκε Κεφαλίδα Χάρτη στο Αρχείο!\nΣιγουρέψου πώς όλα τα ".ini" αρχεία είναι μέσα στο φάκελο INI.\nΆλλος λόγος μπορεί να είναι πως το αρχείο σας είναι αλλοιωμένο.\nΔοκιμάστε ξανά με άλλο αρχείο!
41=Το κανονισμένο αρχείο Χάρτη δεν υπάρχει...
42=Άνοιγμα Χάρτη...
43=Παρακαλώ διευκρινίστε ποιό χάρτη θέλετε να ανοίξετε. ("<Φάκελος>.<Χάρτης>")
44=Άκυρη Εισαγωγή
45=Αλλαγή πλάτους Παλέτας Block
46=Εισάγετε το νέο πλάτος που θέλετε να εχει η Παλέτα Block.
47=Ένα λάθος υπήρξε κατά τη διάρκεια της Αποθήκευσης του αρχείου.
48=Παρακαλώ διαλέξτε
49=Απροσδιόριστο

50=Νέοι φάκελοι Χάρτων
51=Εισάγετε τον αριθμό νέων φακέλων Χαρτών που θέλετε να αφήσετε χώρο.
52=Αριθμός φακέλου
53=Εισάγετε τον αριθμό Φακέλου που θέλετε να μετακινήσετε.
54=Νέοι Χάρτες
55=Εισάγετε τον αριθμό νέων Χαρτών που θέλετε να αφήσετε χώρο.
56=Νέες Συνδέσεις
57=Εισάγετε τον αριθμό νέων Συνδέσεων που θέλετε να αφήσετε χώρο.
58=Νέα άγρια Pokémon
59=Εισάγετε τον αριθμό νέων άγριων Pokémon που θέλετε να αφήσετε χώρο.

60=Από Κεφαλίδα
61=Από INI
62=Αρχεία Χαρτών
63=Όχι Όνομα

70=Φυλάξη αλλαγών;
71=Αποθήκευση αλλαγών απέτυχε!

80=Offset Χάρτη "
81=" δεν προσδιορίστηκε για το παιγνίδι "
82="!
83=Άκυρος δείκτης Υποκεφαλίδας Χάρτη...

90=Αρχείο δεν βρέθηκε!

900=Δημιουργία νέου Φάκελου
901=Δημιουργία νέου Χάρτη
902=Δημιουργία νέων άγριων Pokémon

940=Δεν βρέθηκαν Γεγονότα για το Χάρτη.
941=Δεν βρέθηκαν άγρια Pokémon για το Χάρτη.
942=Δεν μπορεί να εμφανιστεί η Κεφαλίδα στο Χάρτη.
943=Δεν βρέθηκαν άγρια Pokémon σ' αυτή την έκδοση του παιγνιδιού.
944=Μπορείς να εξάγεις Χάρτη μόνο όταν η Κεφαλίδα Χαρτών είναι στη λίστα. ("Τοποθετήσεις"->"Μόνο από Κεφαλίδα")

100=Ο χάρτης δεν υπάρχει!


[NewMapForm]
10=Όνομα Χάρτη:
11=Πλάτος:
12=Ύψος:
13=Tileset 1:
14=Tileset 2:
15=Δημιουργία
16=Άκυρο

20=Παρακαλώ συμπληρώστε τα όλα.
21=Νέος Χάρτης



[BlockEditorForm]
130=Επεξεργαστής Block
131=1ο μέρος
132=2ο μέρος

1300=Κάτω/Πάνω
1301=Tile:
1302=Block:
1303=Offset:
1304=X-αναποδογύρισμα
1305=Y-αναποδογύρισμα
1306=Αποθήκευση

13070=Στοιχεία Συμπεριφοράς:
13071=Όλα σε Δεκαεξαδικά!
13072=Byte Συμπεριφοράς:
13073=Byte Φόντου:

13080=Εικόνα
13081=Αποθήκευση Tileset 1
13082=Άνοιγμα Tileset 1
13083=Αποθήκευση Tileset 2
13084=Άνοιγμα Tileset 2
13085=Επαναφόρτωμα Block

13090=Block
13091=Αποθήκευση Tileset 1
13092=Άνοιγμα Tileset 1
13093=Αποθήκευση Tileset 2
13094=Άνοιγμα Tileset 2
13095=Αλλαγή ποσού

130100=Παλέτες
130101=Εμφάνιση επεξεργαστή παλέτας
130102=Εφαρμογή αλλαγών παλέτας στο αρχείο
130103=Εφαρμογή παλέτας στο αρχείο
130104=Άνοιγμα παλέτας από αρχείο
130105=Αλλαγή διευκρίνισης παλέτας από στοιχεία μπλόκ

130810=Εξαγωγωγή παλέτας απέτυχε, υπάρχουν ίδια χρώματα στην ίδια παλέτα!

130820=Το αρχείο παλέτας λείπει.
130821=Εικόνα Tileset
130822=Αλλαγή εικόνας tileset απέτυχε!

130910=Αποθήκευση μπλόκ απέτυχε!

130920=Αλλαγή μπλόκ απέτυχε!
130921=Στοιχεία μπλόκ

130950=Εισάγετε το νέο ποσό των Block για το Tileset 2 (max.:
130951=Στοιχεία Block/Συμπεριφοράς
130952=Αλλαγή ποσού Block ακυρώθηκε!



[PalettenForm]
Titel=Φόρμα Παλέτας

10=Εφαρμογή
11=15bit GBA τιμή χρώματος
12=15bit σε RGB
13=Επιλογή χρώματος



[BlockDatenAnpassenForm]
Titel=Αλλαγή στοιχείων μπλόκ

10=Tileset1
11=Tileset2
12=Από παλέτα:
13=Σε παλέτα:
14=Αλλαγή



[AnbindungsForm]
136=Connections

1360=Συνδέσεις:
1361=Αριθμός Σύνδεσης:
1362=Κατεύθυνση:
1363=Ρύθμιση:
1364=Φάκελος Χάρτη:
1365=Αριθμός Χάρτη:
1366=Μηδενικά
1367=Πρόσθεση
1368=Αφαίρεση
1369=Αποθήκευση

13600=Κάτω από
13601=Πάνω από
13602=Αριστερά από
13603=Δεξιά από
13604=Κατάδυση από
13605=Προέκυψε από

13620=Τίποτα
13621=Κάτω
13622=Πάνω
13623=Αριστερά
13624=Δεξιά
13625=Κατάδυση
13626=Πρόκυψη

13670=Συνδέσεις
13671=Πρόσθεση σύνδεσης ακυρώθηκε!

13680=Αποθήκευση
13681=. σύνδεσης;

13690=Αποθήκευση Συνδέσεων;



[HeaderVerschieben]
13700=Κεφαλίδα Φακέλου Χάρτη
13701=Ανατοποθέτηση Κεφαλίδας Φακέλου Χάρτη ακυρώθηκε!

13710=Φάκελος Χάρτη
13711=Ανατοποθέτηση Φάκελου Χάρτη ακυρώθηκε!

13720=Συνδέσεις
13721=Ανατοποθέτηση Συνδέσεων ακυρώθηκε!

13730=Οffset κεφαλίδας άγριων Pokémon
13731=Ανατοποθέτηση Κεφαλίδας άγριων Pokémon ακυρώθηκε!

13740=Φάκελος Χάρτη
13741=Δημιουργία φάκελου Χάρτη ακυρώθηκε!

13750=Στοιχεία άγριων Pokémon
13751=Ανατοποθέτηση στοιχείων άγριων Pokémon ακυρώθηκε!



[MapBankHeaderForm]
10=Αριθμ. Φακέλου:
11=Τρέχων offset:
12=Ποσό Χαρτών:
13=Ποσό κρατηενων Χαρτών:
14=Νέος Φάκελος Χαρτών
15=Κεφαλίδα φακέλου Χαρτών

20=Ποσό επιπρόσθετων κρατημένων Φακέλων:
21=Ποσό επιπρόσθετων κρατημένων Χαρτών:
22=Άκυρο
23=Ίσχυση Αλλαγών

30=Κεφαλίδα Φακέλου Χαρτλων και Συνδέσεις



[MapEinfuegenForm]
10=Τρέχvν θέση Αποθήκευσης:
11=Μέσα στο αρχείο:
12=Μέσα στο ROM:
13=Τοποθεσία πρόσθεσης:
14=Κεφαλίδα Φακέλου Χάρτη
15=Πρόσθεση Χάρτη

20=Αντικατάστηση Χάρτη:
21=Φάκελος:
22=Αριθμός Χάρτη:
23=Αντικατάταση

30=Υπάρχων Σημείο:
31=Φάκελος:
32=Ποσό κρατημένων Χαρτών:
33=Τοποθέτηση

40=Δημιουργία νέου Σημείου:
41=Φάκελος:
42=Ποσό νέων κρατημένων Χαρτών:
43=Δημιουργία και Τοποθέτηση
44=Νέος Φάκελος

51=Τοποθέτηση Χάρτη ακυρώθηκε!
52=Κεφαλίδα Χάρτη, Χάρτης και Γεγονότα
53=Χάρτης και Γεγονότα
54=Ο Χάρτης τοποθετήθηκε ως Χάρτης
55=με επιτυχία!
56=Ο Χάρτης δεν τοποθετήθηκε!



[Events]
40=Μεταφορά
41=Άνθρωποι
42=Ώθηση
43=Πινακίδα
44=Όχι Γεγονότα
46=Θέση Πτήσης

400=θέση(X/Y):
401=Άγνωστο:
402=Αριθ. Μεταφορ.:
403=Φάκελος Χάρτης:
404=Χάρτης:
405=Μεταφορά
410=Αριθ. Ανθρ.:
411=Αριθ. Φιγούρ.:
412=Άγνωστο:
413=Θέση(X/Y):
414=Άγνωστο:
415=Τύπος Κίνησης:
416=Κίνησης:
417=Άγνωστο:
418=Εκπαιδευτής:
419=Άγνωστο:

4110=Όριο όρασης:
4111=Οffset Script:
4112=ID Ανθρώπου:
4113=Άγνωστο:

420=Θέση(X/Y):
421=Άγνωστο:
422=Αριθμός Var:
423=Τιμή Var:
424=Άγνωστο:
425=Οffset Script:

430=Θέση(X/Y):
431=Επίπεδο ομιλίας:
432=Τύπος πινακίδας:
433=Άγνωστο:
434=Τοποθεσία κειμένου:
435=ID Αντικειμένου:
436=ΚρυμμένοID:
437=Ποσό:
438=ID μυστικής βάσης:
439=Άνοιγμα μυστικής βάσης

450=Αριθμός Γεγονότων:
451=Σημάδεψε τρέχων φιγούρα
452=Διαγραφλη γεγονότος

460=Θέση(X/Y):
461=Άγνωστο:
462=Όταν αλλάζει ο Φάκελος/Χάρτης, ο Χάρτης χάνει τα στοιχεία Σημείου Πτήσης.
463=Φάκελος Χάρτης:
464=Χάρτης:

945=Δε βρέθηκαν Γεγονότα αυτού του τύπου.

50=Άνοιγμα script
51=Δε βρέθηκε επεξερργαστής script.
52=Δε βρέθηκε επεξερργαστής script.



[SignpostTyp]
00=Κείμενο
01=Κείμενο, if hero is facing up
02=Κείμενο, if hero is facing down
03=Κείμενο, if hero is facing right
04=Κείμενο, if hero is facing left
05=Κρυμμένο αντικείμενο
06=Κρυμμένο αντικείμενο
07=Κρυμμένο αντικείμενο
08=Μυστική βάση; μόνο ΡΖΣ



[SignpostAnsprechEbene]
00=Πάντα
01=Ύψος 0 (Σερφάρισμα)
02=Ύψος 1
03=Ύψος 2 (Κανονικό)
04=Ύψος 3
05=Ύψος 4
06=Ύψος 5
07=Ύψος 6
08=Ύψος 7
09=Ύψος 8
0A=Ύψος 9
0B=Ύψος 10
0C=Ύψος 11
0D=Ύψος 12
0E=Ύψος 13
0F=Ύψος 14



[EventMenge]
10=Επεξεργαστής Γεγονότων
11=Αριθμός Ανθρώπων:
12=Αριθμός Πινακίδων:
13=Αριθμός Μεταφοράς:
14=Αριθμός Ωθήσεων:
15=Αλλαγή Γεγονότων

20=Αλλαγή Γεγονότων ακυρώθηκε!
21=Γεγονότα



[WildePokemon]
10=Γρασίδι
11=Νερό
12=Πέτρες
13=Ψάρεμα

20=Τι τύπους θέλετε να έχετε;
21=Τύπος:
22=Offset:
23=Άκυρο
24=Εντάξει
25=Δημιουργία άγριων Pokémon

30=Αποθήκευση στοιχείων;

60=Τύπος:
61=Συχνότητα:
63=Αποθήκευση
64=Min/Max Επίπεδο:
65=Επέκταση



[UmpointenForm]
10=5 αποτελέσματα βρέθηκαν!
11=Η αναζήτηση τελείωσε!
12=η αναζήτηση δε βρήκε αρκετό άδειο χώρο...

80=Αναζήτηση Byte
81=Byte για αναζήτηση
82=Όριο αναζήτησης
83=σε
84=Αναγκαία Byte
85=ΟΚ
86=Συγκεκριμένο offset
87=Offset
88=Re-Point
89=Έξοδος

880=Αναζήτηση άδειου χώρου



[Header]
900=Όνομα:
901=Εμφάνιση Ονόματος
902=Αλλαγή Ονόματος
903=Ποσό νέων Ονομάτων:
904=Δημιουργία νέων Ονομάτων
905=Νέο Όνομα

9020=Όνομα
9021=Αλλαγή Ονόματος ακυρώθηκε!

9040=Αλλαγή ποσού Ονομάτων!
9041=Νέο offset ονόματος Κεφαλίδας

910=Επιλογές Χάρτη:
911=Μουσική:
912=Καιρός:
913=Τύπος:
914=Τύπος Μάχης:
915=Byte Σπηλιάς:
916=Αριθμός Μουσικής:

920=Χρησιμοποιημένα Tileset:
921=Tileset 1:
922=Tileset 2:
923=Αλλαγή Tileset

930=Διαστάσεις Χάρτη:
931=Πλάτος Χάρτη:
932=Ύψος Χάρτη
933=Αλλαγή διαστάσεων

9330=Στοιχεία Χάρτη
9331=Αλλαγή Μεγέθους ακυρώθηκε!!
9332=Ο χάρτης είναι πολύ πλατύς!
9333=Το επιτρεπόμενο ύψος αν το πλάτος είναι
9334=είναι:
9335=Προηγούμενο λάθος αγνοήθηκε επειδή η Επαγγελματική Εμφάνιση ενεργοποιήθηκε.

940=Block συνόρων:

950=Script χάρτη:
951=Αριθμός Script:
952=Τύπος Script:
953=ΟffsetScript:
954=Άνοιγμα script
955=Αποθήκευση script χάρτη
956=Σημαία:
957=Τιμή:
958=Οffset Script 2:

9510=Διαγραφή
9511=Πρόσθεση

9550=Επανατοποθέτηση script χάρτη
9551=Επανατοποθέτηση script χάρτη ακυρώθηκε!



[ProfiHeader]
100=Κεφαλίδα Φακέλου Χάρτη:
101=Κεφαλίδα Φακέλου Χάρτη:
102=Αριθμός Φακέλου:
103=Οffset φακέλου Χάρτη:
104=Αριθμός Χάρτη:
105=Οffset κεφαλίδας Χάρτη:

110=Τοποθετήσεις Χάρτη:
111=Κεφαλίδα Χάρτη:
112=Οffset Χάρτη:
113=Οffset γεγονότων:
114=Αποθήκευση και Επαναφόρτωση Χάρτη
115=Τοποθεσία κειμένου χάρτη:
116=Τοποθεσία σύνδεσης:

120=Στοιχεία Χάρτη:
121=Υποκεφαλίδα Χάρτη:
122=Πλάτος:
123=Ύψος:
124=Οffset Χάρτη:
125=Οffset Συνόρου:
126=Αριθμός μέρους 1 Tileset:
127=Αριθμός μέρους 2 Tileset:
128=Οffset μέρους 1 Tileset:
129=Οffset μέρους 2 Tileset:

130=Block Συνόρων:
131=Σύνορο:
132=Πλάτος συνόρου:
133=Ύψος συνόρου:
134=Επανατοποθέτηση συνόρου
135=Αλλαγή συνόρου ακυρώθηκε!

140=Στοιχεία Tileset:
141=Στοιχεία μέρους 1 Tileset:
142=Στοιχεία μέρους 2 Tileset:



[WorldMapEditor]
Titel=Επεξεργαστής χάρτη παιχνιδιού
10=ΘέσηX
11=ΘέσηY
12=Με επικάλυψη χρλωματος
13=Εξαγωγή ιπτάμενων/εμφάνισης σημαίων
14=Διάβασμα θέσης πάνω στρώσης
15=Αλλαγή ρουτίνων
16=Ξανασχεδιασμός
17=Φήλαξη Χάρτη

20=Τιμή:
21=Στοιχεία από κεφαλίδα ονόματος:
22=Offset ονόματος:
23=Όνομα:
24=Θέση X/Y:
25=Πλάτος/Ύψος:
26=Αποθήκευση Θέσης
27=Άδειο
28=Κάτω στρώση
29=Πάνω στρώση

30=Σημαία πτήσης:
31=Αποθήκευση σημαίας
32=Αλλάξτε τη ρουτίνα και δοκιμάστε ξανά.
33=Η ρουτίνα ήδη άλλαξε. Συνεχιστε;
34=Κεφαλίδα σημαίας πτήσης
35=Αλλαγή ρουτίνας σημαίας ακυρώθηκε!
36=Σημαίες για script
37=Αποθήκευση σημαίας ακυρώθηκε!

40=Θέση πτήσης:
41=Άνοιγμα χάρτη, θέση πτήσης
42=Άνοιγμα χάρτη

50=Αριθμός Χάρτη:
51=Επεξεργαστής αριθμών χάρτη παιγνιδιού
52=Πρόσθεση αριθμού χάρτη παιγνιδιού
53=Πρόσθεση αριθμού χάρτη παιγνιδιού ακυρώθηκε.

60=Το πλάτος του χάρτη παιγνιδιού δεν μπορεί να διαβαστεί.
61=Αποθήκευση χάρτη παιγνιδιού;
62=Αλλάξτε τη ρουτίνα και δοκιμάστε ξανά.
63=Η ρουτίνα ήδη άλλαξε. Συνεχιστε;
64=Δεν γίνεται αποθήκευση πάμω στρώσης για αυτό το όνομα χάρτη.



[RomInfos]
10=Όνομα αρχείου:
11=Τύπος αρχείου:
12=Γλώσσα αρχείου:
13=Έκδοση αρχείου:



[IniAusleser]
10=Η θέση
11=δε βρέθηκε!
12=Βρέθηκε
13=θέση δεν είναι σωστή!
14=Δεν βρέθηκε σωστή εισαγωγή ini
15=για αυτό τον τύπο αρχείου AdvanceMap.ini.



[AboutBox]
10=Advance Map
11=Πιστώσεις:
12=Advance-Map έκδοση:
13=Συντάχθηκε:

20=Προγραμματισμός:
21=Όνομα:
22=Επαφή:
23=Ιστοσελίδα:
24=Νεότερο AM:
25=Σχόλειο:

30=Μετάφραση:
31=Γλώσσα:
32=Όνομα:
33=Έκδοση:
34=Σχόλεια:

40=Ευχαριστήρια:



[KontextMenu]
10=Open with Advance Map
20=Opens the ROM with Advance Map



[NameAnzeigen]
00=Μη εμφάνιση ονόματος
01=Εμφάνιση ονόματος
06=Εμφάνιση ονόματος (Χωριό)
0D=Εμφάνιση ονόματος (Πόλη)

[Kampftyp]
00=Τυχαίο
01=Στύλ Γυμναστήριο
02=Στύλ ομάδα πύραυλος
04=1. Πρώτοι 4
05=2. Πρώτοι 4
06=3. Πρώτοι 4
07=4. Πρώτοι 4
08=Μεγάλη POKéBALL

[Hoehle]
00=Κανονικά
01=Dark, Flash usable
02=Dark, Flash not usable

[GehDaten]
00=Πέρασμα διάφορων στρωμάτων
01=Στερεό
04=Μόνο αν σερφάρεις
05=Στερεό, ύψος 0
08=Περνιέται, ύψος 1
09=Solid, ύψος 1
0C=Κανονικό
0D=Στερεό, ύψος 2
10=Περνιέται, ύψος 3
11=Στερεό, ύψος 3
14=Περνιέται, ύψος 4
15=Στερεό, ύψος 4
18=Περνιέται, ύψος 5
19=Στερεό, ύψος 5
1C=Περνιέται, ύψος 6
1D=Στερεό, ύψος 6
20=Περνιέται, ύψος 7
21=Στερεό, ύψος 7
24=Περνιέται, ύψος 8
25=Στερεό, ύψος 8
28=Περνιέται, ύψος 9
29=Στερεό, ύψος 9
2C=Περνιέται, ύψος 10
2D=Solid, ύψος 10
30=Στερεό, ύψος 11
31=Solid, ύψος 11
34=Περνιέται, ύψος 12
35=Στερεό, ύψος 12
38=Περνιέται, ύψος 13
39=Στερεό, ύψος 13
3C=Πέρασμα από πάνω και απόκάτω

[Typ]
01=Χωριό
02=Πόλη
03=Διαδομή
04=Σπηλιά
08=Εσωτερικό

[Wetter]
00=Τίποτα
01=Αντικατοπτριζόμενα σύννεφα
02=Κανονικά
03=Βροχή
04=3 Χιονονιφάδες
05=Καταιγίδα
06=Ομίχλη
07=Χιόνι (Στάχτη)
08=Χιονοθύελλα
09=Ομίχλη (διαγώνια)
0A=Λεπτή Ομίχλη
0B=Σκοτάδι
0C=Καύσωνας
0D=Καταιγίδα 2
0E=Underνερό


[Verhalten_RS]
02=Grass animation (Pokémon) 
03=High grass animation
06=Sand foot prints (with sandheaps)
07=Animation micro grass
A0=Only walking possible
0D=μεταφορά into pyramid. Floor 51
10=Reflection on νερό with waves trailing
13=νερόfall/with falling down
15=Jump with mach bike, splashing νερό
16=Reflection on νερό, splashing νερό, waves
17=Lasting νερό στα πόδια
1A=Reflection (Background byte=20)
1B=νερό στα πόδια
1C=νερό στα πόδια + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Παικτης halfway underνερό
2A=Diving animation bubbles
30=Παικτης μπλοκαρισμένος on right
31=Παικτης μπλοκαρισμένος on left
32=Παικτης μπλοκαρισμένος upwards
33=Παικτης μπλοκαρισμένος downwards
34=Παικτης μπλοκαρισμένος up/down/right
35=Παικτης μπλοκαρισμένος up/down/left
36=Παικτης μπλοκαρισμένος down/right
37=Παικτης μπλοκαρισμένος down/left
38=Παικτης jumps right over block
39=Παικτης jumps left over block
3A=Παικτης jumps up over block
3B=Παικτης jumps down over block
40=Παικτης περπατά right
41=Παικτης περπατά left
42=Παικτης walls up
43=Παικτης περπατά down
44=Παικτης slides right
45=Παικτης slides left
46=Παικτης slides up
47=Παικτης slides down
48=Παικτης slides up/down/left/right
50=Παικτης τρέχει right
51=Παικτης τρέχει left
52=Παικτης τρέχει up
53=Παικτης τρέχει down
61=Use μεταφορά
62=Arror right => μεταφορά left of block
63=Arrow left => μεταφορά right of block
64=Arrow up => μεταφορά above block
65=Arrow down => μεταφορά under block
66=μεταφορά into last-visited building
67=Regular μεταφορά
68=Drown in sand (μεταφορά)
69=Use door/μεταφορά
6A=PokéCenter escalator up/use μεταφορά
6B=PokéCenter escalator down/use μεταφορά
6C=μεταφορά to emerge from νερό => Παικτης is surfing
6D=Arrow down => μεταφορά under block
6E=μεταφορά/Παικτης exits upwards
74=νερό στα πόδια
75=νερό στα πόδια
76=νερό στα πόδια
77=νερό στα πόδια
BB=Παικτης jumps twice
BC=Παικτης turns around and goes back into direction he came from
BE=Παικτης μπλοκαρισμένος left/right
C0=Παικτης μπλοκαρισμένος up/down
C1=Παικτης μπλοκαρισμένος left/right
D0=Slippery clay animation
D1=Only accessible with artistic bike
D3=Solid block
D4=Solid block
D5=Solid block
D6=Solid block

[Hintergrund_RS]
10=Block είναι καλυμμένο από ήρωα
40=Γίνεται σύνορο


[Verhalten_E]
02=Grass animation (Pokémon) 
03=High grass animation
06=Sand foot prints (with sandheaps)
07=Animation micro grass
A0=Only walking possible
0D=μεταφορά into pyramid. Floor 51
10=Reflection on νερό with waves trailing
13=νερόfall/with falling down
15=Jump with mach bike, splashing νερό
16=Reflection on νερό, splashing νερό, waves
17=Lasting νερό στα πόδια
1A=Reflection (Background byte=20)
1B=νερό στα πόδια
1C=νερό στα πόδια + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Παικτης halfway underνερό
2A=Diving animation bubbles
30=Παικτης μπλοκαρισμένος on right
31=Παικτης μπλοκαρισμένος on left
32=Παικτης μπλοκαρισμένος upwards
33=Παικτης μπλοκαρισμένος downwards
34=Παικτης μπλοκαρισμένος up/down/right
35=Παικτης μπλοκαρισμένος up/down/left
36=Παικτης μπλοκαρισμένος down/right
37=Παικτης μπλοκαρισμένος down/left
38=Παικτης jumps right over block
39=Παικτης jumps left over block
3A=Παικτης jumps up over block
3B=Παικτης jumps down over block
40=Παικτης περπατά right
41=Παικτης περπατά left
42=Παικτης walls up
43=Παικτης περπατά down
44=Παικτης slides right
45=Παικτης slides left
46=Παικτης slides up
47=Παικτης slides down
48=Παικτης slides up/down/left/right
50=Παικτης τρέχει right
51=Παικτης τρέχει left
52=Παικτης τρέχει up
53=Παικτης τρέχει down
60=Steps, cave/ use μεταφορά
61=Use μεταφορά
62=Arror right => μεταφορά left of block
63=Arrow left => μεταφορά right of block
64=Arrow up => μεταφορά above block
65=Arrow down => μεταφορά under block
66=μεταφορά into last-visited building
69=Use door/μεταφορά
6A=PokéCenter escalator up/use μεταφορά
6B=PokéCenter escalator down/use μεταφορά
6C=μεταφορά to emerge from νερό => Παικτης is surfing
6D=Arrow down => μεταφορά under block
6E=μεταφορά/Παικτης exits upwards
70=Teleport μεταφορά
74=νερό στα πόδια
75=νερό στα πόδια
76=νερό στα πόδια
77=νερό στα πόδια
BA=Animation???
BB=Παικτης jumps twice
BC=Παικτης turns around and goes back into direction he came from
BE=Παικτης μπλοκαρισμένος left/right
C0=Παικτης μπλοκαρισμένος up/down
C1=Παικτης μπλοκαρισμένος left/right
D0=Slippery clay animation
D1=Only accessible with artistic bike
D3=Solid block
D4=Solid block
D5=Solid block
D6=Solid block

[Hintergrund_E]
10=Block is hidden by Παικτης
40=Turns into border block


[Verhalten_FRLG]
02=Κίνηση γρασιδιού
03=Κίνηση πυκνού γρασιδιού
06=Αποτυπώματα
07=Κίνηση κοντού γρασιδιού
A0=Μόνο περπάτημα
0D=Πυραμίδα. Όροφος 51
10=Reflection on νερό with waves trailing
13=νερόfall/with falling down
15=Jump with mach bike, splashing νερό
16=Reflection on νερό, splashing νερό, waves
17=Lasting νερό στα πόδια
1A=Reflection (Background byte=20)
1B=νερό στα πόδια
1C=νερό στα πόδια + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Παικτης halfway underνερό
2A=Diving animation bubbles
30=Παίκτης μπλοκαρισμένος on right
31=Παίκτης μπλοκαρισμένος on left
32=Παίκτης μπλοκαρισμένος upwards
33=Παίκτης μπλοκαρισμένος downwards
34=Παίκτης μπλοκαρισμένος up/down/right
35=Παίκτης μπλοκαρισμένος up/down/left
36=Παίκτης μπλοκαρισμένος down/right
37=Παίκτης μπλοκαρισμένος down/left
38=Παίκτης jumps right over block
39=Παίκτης jumps left over block
3A=Παίκτης jumps up over block
3B=Παίκτης jumps down over block
40=Παίκτης περπατά right
41=Παίκτης περπατά left
42=Παίκτης walls up
43=Παίκτης περπατά down
44=Παίκτης slides right
45=Παίκτης slides left
46=Παίκτης slides up
47=Παίκτης slides down
48=Παίκτης slides up/down/left/right
50=Παίκτης τρέχει right
51=Παίκτης τρέχει left
52=Παίκτης τρέχει up
53=Παίκτης τρέχει down
61=Use μεταφορά
62=Arror right => μεταφορά left of block
63=Arrow left => μεταφορά right of block
64=Arrow up => μεταφορά above block
65=Arrow down => μεταφορά under block
66=μεταφορά into last-visited building
67=Regular μεταφορά
68=Drown in sand (μεταφορά)
69=Use door/μεταφορά
6A=PokéCenter escalator up/use μεταφορά
6B=PokéCenter escalator down/use μεταφορά
6C=μεταφορά to emerge from νερό => Παίκτης is surfing
6D=Arrow down => μεταφορά under block
6E=μεταφορά/Παίκτης exits upwards

[Hintergrund_FRLG]
20=Block καλύπτεται


[Bewegung]
0=Καμία κίνηση
1=Κοιτάει τριγύρω
2=Περπατάει τριγύρω
3=Περπατάει πάνω και κάτω
4=Περπατάει πάνω και κάτω
5=Περπατάει αριστερά και δεξιά
6=Περπατάει αριστερά και δεξιά
7=Κοιτάει πάνω
8=Κοιτάει κάτω
9=Κοιτάει αριστερά
10=Κοιτάει δεξιά
11=Κοιτάει κάτω
12=Κρυμμένος
13=Κοιτάει πάνω και κάτω
14=Κοιτάει αριστερά και δεξιά
15=Κοιτάει πάνω και αριστερά
16=Κοιτάει πάνω και δεξιά
17=Κοιτάει κάτω και αριστερά
18=Κοιτάει κάτω και δεξιά
19=Κοιτάει πάνω, κάτω και αριστερά
20=Κοιτάει πάνω, κάτω και δεξιά
21=Κοιτάει πάνω, αριστερά και δεξιά
22=Κοιτάει κάτω, αριστερά και δεξιά
23=Κοιτάει τριγύρω counterclockwise
24=Κοιτάει τριγύρω 
25=Τρέχει πάνω καικάτω
26=Τρέχει πάνω καικάτω
27=Τρέχει αριστερά και δεξιά
28=Τρέχει αριστερά και δεξιά
29=Τρέχει πάνω, δεξιά, αριστερά και κάτω
30=Τρέχει δεξιά, αριστερά,κάτω και πάνω
31=Τρέχει κάτω, πάνω, δεξιά και αριστερά
32=Τρέχει αριστερά, κάτω, πάνω και δεξιά
33=Τρέχει πάνω, αριστερά, δεξιά και κάτω
34=Τρέχει αριστερά, δεξιά, κάτω και πάνω
35=Τρέχει κάτω, πάνω, αριστερά και δεξιά
36=Τρέχει δεξιά, κάτω, πάνω και αριστερά
37=Τρέχει αριστερά, πάνω, κάτω και δεξιά
38=Τρέχει πάνω, κάτω, δεξιά και αριστερά
39=Τρέχει δεξιά, αριστερά, πάνω και κάτω
40=Τρέχει κάτω, δεξιά, αριστερά και πάνω
41=Τρέχει δεξιά, πάνω, κάτω και αριστερά
42=Τρέχει πάνω, κάτω, αριστερά και δεξιά
43=Τρέχει αριστερά, δεξιά, πάνω και κάτω
44=Τρέχει κάτω, αριστερά, δεξιά και πάνω
45=Τρέχει τριγύρω
46=Τρέχει τριγύρω
47=Τρέχει τριγύρω
48=Τρέχει τριγύρω
49=Τρέχει τριγύρω
50=Τρέχει τριγύρω
51=Τρέχει τριγύρω
52=Τρέχει τριγύρω
53=Αντιγραφή Παίκτη
54=Καθρέφτισμα Παίκτη
55=Καθρέφτισμα Παίκτη
56=Καθρέφτισμα Παίκτη
57=Μεταμφίεση Δέντρου
58=Μεταμφίεση Πέτρας
59=Καθρέφτισμα Παίκτη
60=Αντιγραφή Παίκτη
61=Αντιγραφή Παίκτη
62=Αντιγραφή Παίκτη
63=Κρυμμένος
64=Περπατάει στο σημείο (κάτω)
65=Περπατάει στο σημείο (πάνω)
66=Περπατάει στο σημείο (αριστερά)
67=Περπατάει στο σημείο (δεξιά)
68=Τροχάδι στο σημείο (κάτω)
69=Τροχάδι στο σημείο (πάνω)
70=Τροχάδι στο σημείο (αριστερά)
71=Τροχάδι στο σημείο (δεξιά)
72=Τρέχει στο σημείο (κάτω)
73=Τρέχει στο σημείο (πάνω)
74=Τρέχει στο σημείο (αριστερά)
75=Τρέχει στο σημείο (δεξιά)
76=Κρυμμένος
77=Περπατάει στο σημείο (κάτω)
78=Περπατάει στο σημείο (πάνω)
79=Περπατάει στο σημείο (αριστερά)
80=Περπατάει στο σημείο (δεξιά)


[MapScripts]
00=Όχι script
01=Script "setmaptile"
02=ελέγχει τιμές, ανοίγει χεριστή μετα από 3000EB0
03=Στην είσοδο/όχι στο κλείσιμο μενού
04=ελέγχει τιμές, ανοίγει χεριστή μετα από 3000F28
05=Στην είσοδο/Κλείσιμο μενού
07=Στην είσοδο/Κλείσιμο μενού